IDEA StatiCa Open Model
CalculationSetup.UlsDiagram Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 ULS capacity N-M-M
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool UlsDiagram { get; set; }
Public Property UlsDiagram As Boolean
	Get
	Set
public:
property bool UlsDiagram {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace